# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'

# Install ZSH
brew 'zsh'
brew 'zsh-completions'

# Install Binaries
brew 'git'
brew 'mackup'
brew 'wget'
brew 'mas'

# Apps
cask 'aerial'
cask 'alfred'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'sublime-text'
cask 'transmit'
cask 'vlc'
# cask 'sequel-pro'

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'

# Fonts
cask 'font-sauce-code-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

# Install Mac App Store apps
mas '1Password', id: 443987910
mas 'Tweetbot', id: 557168941
